{
    "html": {
        "avatarOverlay": "Edit"
    },
    "js": {
        "login": {
            "error": {
                "invalidValue": "* Valor no válido",
                "requiredValue": "* Requerido",
                "userMigrated": {
                    "title": "Error durante el inicio de sesión: Credenciales no válidas",
                    "desc": "Intentó iniciar sesión con una cuenta migrada. Vuelve a intentarlo usando el correo electrónico de la cuenta como nombre de usuario."
                },
                "invalidCredentials": {
                    "title": "Error durante el inicio de sesión: Credenciales no válidas",
                    "desc": "El correo electrónico o la contraseña que ingresaste son incorrectos. Inténtalo de nuevo."
                },
                "rateLimit": {
                    "title": "Error durante el inicio de sesión: <br> demasiados intentos",
                    "desc": "Ha habido demasiados intentos de inicio de sesión con esta cuenta recientemente. Por favor, inténtelo de nuevo más tarde."
                },
                "noInternet": {
                    "title": "Error durante el inicio de sesión: <br> No hay conexión a Internet",
                    "desc": "Debe estar conectado a Internet para iniciar sesión. Conéctese y vuelva a intentarlo."
                },
                "authDown": {
                    "title": "Error During Login:<br>Authentication Server Offline",
                    "desc": "El servidor de autenticación de Mojang está actualmente fuera de línea o inaccesible. Espere un poco y vuelva a intentarlo. Puede comprobar el estado del servidor en <a href=\"https://help.mojang.com/\">Mojang's help portal</a>."
                },
                "notPaid": {
                    "title": "Error durante el inicio de sesión: juego no comprado",
                    "desc": "La cuenta con la que estás intentando iniciar sesión no ha comprado una copia de Minecraft. <br> Puedes comprar una copia en <a href=\"https://minecraft.net/\">Minecraft.net</a>"
                },
                "unknown": {
                    "title": "Error durante el inicio de sesión: <br> Error desconocido"
                }
            },
            "login": "ACCESO",
            "loggingIn": "INICIANDO SESIÓN",
            "success": "ÉXITO",
            "tryAgain": "Intentar otra vez"
        },
        "landing": {
            "launch": {
                "pleaseWait": "Espere por favor.."
            }
        }
    }
}